linear.measurement.postgres.fnight.original.v.1.20/postgres.op_fnight.total_info.threads_100.txt
[SCAN], 95thPercentileLatency(us), 61055
[SCAN], AverageLatency(us), 35832.48058761805
[OVERALL], Throughput(ops/sec), 1757.469244288225
[SCAN], 95thPercentileLatency(us), 60223
[SCAN], AverageLatency(us), 37307.22071129707
[OVERALL], Throughput(ops/sec), 1652.892561983471
[SCAN], 95thPercentileLatency(us), 69375
[SCAN], AverageLatency(us), 39907.389812889814
[OVERALL], Throughput(ops/sec), 1584.7860538827258
[SCAN], 95thPercentileLatency(us), 52927
[SCAN], AverageLatency(us), 34447.07774227902
[OVERALL], Throughput(ops/sec), 1766.7844522968198
[SCAN], 95thPercentileLatency(us), 56031
[SCAN], AverageLatency(us), 36570.85297184567
[OVERALL], Throughput(ops/sec), 1672.2408026755852
[SCAN], 95thPercentileLatency(us), 54463
[SCAN], AverageLatency(us), 36074.25782881002
[OVERALL], Throughput(ops/sec), 1715.2658662092624
[SCAN], 95thPercentileLatency(us), 50911
[SCAN], AverageLatency(us), 37986.12266112266
[OVERALL], Throughput(ops/sec), 1658.374792703151
[SCAN], 95thPercentileLatency(us), 71423
[SCAN], AverageLatency(us), 45136.11478800414
[OVERALL], Throughput(ops/sec), 1457.725947521866
[SCAN], 95thPercentileLatency(us), 51487
[SCAN], AverageLatency(us), 35073.92993630573
[OVERALL], Throughput(ops/sec), 1703.5775127768313
[SCAN], 95thPercentileLatency(us), 60159
[SCAN], AverageLatency(us), 37821.696522655424
[OVERALL], Throughput(ops/sec), 1636.6612111292961
[SCAN], 95thPercentileLatency(us), 53503
[SCAN], AverageLatency(us), 34884.917372881355
[OVERALL], Throughput(ops/sec), 1727.1157167530225
[SCAN], 95thPercentileLatency(us), 59359
[SCAN], AverageLatency(us), 37439.52609158679
[OVERALL], Throughput(ops/sec), 1689.1891891891892
[SCAN], 95thPercentileLatency(us), 56127
[SCAN], AverageLatency(us), 35672.1822971549
[OVERALL], Throughput(ops/sec), 1709.4017094017095
[SCAN], 95thPercentileLatency(us), 49951
[SCAN], AverageLatency(us), 36791.05291005291
[OVERALL], Throughput(ops/sec), 1683.5016835016836
[SCAN], 95thPercentileLatency(us), 58463
[SCAN], AverageLatency(us), 35341.87486744433
[OVERALL], Throughput(ops/sec), 1736.111111111111
[SCAN], 95thPercentileLatency(us), 65119
[SCAN], AverageLatency(us), 42535.09799789252
[OVERALL], Throughput(ops/sec), 1540.8320493066255
[SCAN], 95thPercentileLatency(us), 66303
[SCAN], AverageLatency(us), 42584.1724137931
[OVERALL], Throughput(ops/sec), 1508.2956259426849
[SCAN], 95thPercentileLatency(us), 52319
[SCAN], AverageLatency(us), 36513.683769633506
[OVERALL], Throughput(ops/sec), 1689.1891891891892
[SCAN], 95thPercentileLatency(us), 54271
[SCAN], AverageLatency(us), 35115.56993736952
[OVERALL], Throughput(ops/sec), 1724.1379310344828
[SCAN], 95thPercentileLatency(us), 63039
[SCAN], AverageLatency(us), 37674.3390010627
[OVERALL], Throughput(ops/sec), 1652.892561983471