linear.measurement.postgres.fnight.original.v.1.20/postgres.op_fnight.total_info.threads_120.txt
[SCAN], 95thPercentileLatency(us), 126719
[SCAN], AverageLatency(us), 56028.69311064718
[OVERALL], Throughput(ops/sec), 1412.4293785310736
[SCAN], 95thPercentileLatency(us), 110463
[SCAN], AverageLatency(us), 52463.76680672269
[OVERALL], Throughput(ops/sec), 1371.7421124828531
[SCAN], 95thPercentileLatency(us), 69951
[SCAN], AverageLatency(us), 44217.575630252104
[OVERALL], Throughput(ops/sec), 1631.3213703099511
[SCAN], 95thPercentileLatency(us), 85695
[SCAN], AverageLatency(us), 43578.51170212766
[OVERALL], Throughput(ops/sec), 1680.672268907563
[SCAN], 95thPercentileLatency(us), 66047
[SCAN], AverageLatency(us), 43149.78
[OVERALL], Throughput(ops/sec), 1650.1650165016501
[SCAN], 95thPercentileLatency(us), 61439
[SCAN], AverageLatency(us), 41509.10261780105
[OVERALL], Throughput(ops/sec), 1745.2006980802792
[SCAN], 95thPercentileLatency(us), 63231
[SCAN], AverageLatency(us), 42500.84388185654
[OVERALL], Throughput(ops/sec), 1715.2658662092624
[SCAN], 95thPercentileLatency(us), 71487
[SCAN], AverageLatency(us), 45087.55683003128
[OVERALL], Throughput(ops/sec), 1652.892561983471
[SCAN], 95thPercentileLatency(us), 71423
[SCAN], AverageLatency(us), 43568.23794549266
[OVERALL], Throughput(ops/sec), 1683.5016835016836
[SCAN], 95thPercentileLatency(us), 87167
[SCAN], AverageLatency(us), 52128.18860103627
[OVERALL], Throughput(ops/sec), 1457.725947521866
[SCAN], 95thPercentileLatency(us), 62815
[SCAN], AverageLatency(us), 42126.53684210526
[OVERALL], Throughput(ops/sec), 1675.0418760469013
[SCAN], 95thPercentileLatency(us), 56639
[SCAN], AverageLatency(us), 42427.68426610348
[OVERALL], Throughput(ops/sec), 1683.5016835016836
[SCAN], 95thPercentileLatency(us), 79487
[SCAN], AverageLatency(us), 47887.847848898215
[OVERALL], Throughput(ops/sec), 1552.7950310559006
[SCAN], 95thPercentileLatency(us), 74943
[SCAN], AverageLatency(us), 45619.40020790021
[OVERALL], Throughput(ops/sec), 1605.1364365971108
[SCAN], 95thPercentileLatency(us), 71295
[SCAN], AverageLatency(us), 41546.92713833157
[OVERALL], Throughput(ops/sec), 1683.5016835016836
[SCAN], 95thPercentileLatency(us), 65087
[SCAN], AverageLatency(us), 43818.61205073996
[OVERALL], Throughput(ops/sec), 1652.892561983471
[SCAN], 95thPercentileLatency(us), 72447
[SCAN], AverageLatency(us), 48770.21780104712
[OVERALL], Throughput(ops/sec), 1485.8841010401188
[SCAN], 95thPercentileLatency(us), 69823
[SCAN], AverageLatency(us), 43114.766561514196
[OVERALL], Throughput(ops/sec), 1677.8523489932886
[SCAN], 95thPercentileLatency(us), 60799
[SCAN], AverageLatency(us), 43047.17864693446
[OVERALL], Throughput(ops/sec), 1677.8523489932886
[SCAN], 95thPercentileLatency(us), 60191
[SCAN], AverageLatency(us), 41920.38924050633
[OVERALL], Throughput(ops/sec), 1727.1157167530225