linear.measurement.postgres.fnight.original.v.1.20/postgres.op_fnight.total_info.threads_140.txt
[SCAN], 95thPercentileLatency(us), 89407
[SCAN], AverageLatency(us), 58659.73640167364
[OVERALL], Throughput(ops/sec), 1517.4506828528072
[SCAN], 95thPercentileLatency(us), 84607
[SCAN], AverageLatency(us), 59507.961134453784
[OVERALL], Throughput(ops/sec), 1483.679525222552
[SCAN], 95thPercentileLatency(us), 74239
[SCAN], AverageLatency(us), 48616.156184486375
[OVERALL], Throughput(ops/sec), 1677.8523489932886
[SCAN], 95thPercentileLatency(us), 76799
[SCAN], AverageLatency(us), 49817.66420274551
[OVERALL], Throughput(ops/sec), 1669.449081803005
[SCAN], 95thPercentileLatency(us), 81599
[SCAN], AverageLatency(us), 55099.49369747899
[OVERALL], Throughput(ops/sec), 1524.3902439024391
[SCAN], 95thPercentileLatency(us), 85119
[SCAN], AverageLatency(us), 59784.080168776374
[OVERALL], Throughput(ops/sec), 1455.604075691412
[SCAN], 95thPercentileLatency(us), 100031
[SCAN], AverageLatency(us), 62057.64046121593
[OVERALL], Throughput(ops/sec), 1398.6013986013986
[SCAN], 95thPercentileLatency(us), 93311
[SCAN], AverageLatency(us), 54600.056544502615
[OVERALL], Throughput(ops/sec), 1529.051987767584
[SCAN], 95thPercentileLatency(us), 76159
[SCAN], AverageLatency(us), 50946.4263322884
[OVERALL], Throughput(ops/sec), 1631.3213703099511
[SCAN], 95thPercentileLatency(us), 83071
[SCAN], AverageLatency(us), 50903.211134453784
[OVERALL], Throughput(ops/sec), 1628.6644951140065
[SCAN], 95thPercentileLatency(us), 86911
[SCAN], AverageLatency(us), 54040.40228690229
[OVERALL], Throughput(ops/sec), 1574.8031496062993
[SCAN], 95thPercentileLatency(us), 79167
[SCAN], AverageLatency(us), 50865.06471816284
[OVERALL], Throughput(ops/sec), 1628.6644951140065
[SCAN], 95thPercentileLatency(us), 79935
[SCAN], AverageLatency(us), 51131.836152219876
[OVERALL], Throughput(ops/sec), 1620.7455429497568
[SCAN], 95thPercentileLatency(us), 77439
[SCAN], AverageLatency(us), 51862.791623036646
[OVERALL], Throughput(ops/sec), 1680.672268907563
[SCAN], 95thPercentileLatency(us), 76031
[SCAN], AverageLatency(us), 52361.35106382979
[OVERALL], Throughput(ops/sec), 1644.7368421052631
[SCAN], 95thPercentileLatency(us), 85567
[SCAN], AverageLatency(us), 52707.99582027168
[OVERALL], Throughput(ops/sec), 1636.6612111292961
[SCAN], 95thPercentileLatency(us), 83967
[SCAN], AverageLatency(us), 57331.27061310782
[OVERALL], Throughput(ops/sec), 1434.7202295552368
[SCAN], 95thPercentileLatency(us), 79295
[SCAN], AverageLatency(us), 53018.232312566
[OVERALL], Throughput(ops/sec), 1628.6644951140065
[SCAN], 95thPercentileLatency(us), 81727
[SCAN], AverageLatency(us), 49161.60105820106
[OVERALL], Throughput(ops/sec), 1642.0361247947455
[SCAN], 95thPercentileLatency(us), 76031
[SCAN], AverageLatency(us), 50706.41201264489
[OVERALL], Throughput(ops/sec), 1663.8935108153078