linear.measurement.postgres.fnight.original.v.1.20/postgres.op_fnight.total_info.threads_300.txt
[SCAN], 95thPercentileLatency(us), 153087
[SCAN], AverageLatency(us), 100374.73150105709
[OVERALL], Throughput(ops/sec), 1540.8320493066255
[SCAN], 95thPercentileLatency(us), 134015
[SCAN], AverageLatency(us), 99576.16927899687
[OVERALL], Throughput(ops/sec), 1562.5
[SCAN], 95thPercentileLatency(us), 150143
[SCAN], AverageLatency(us), 103703.17014613778
[OVERALL], Throughput(ops/sec), 1533.7423312883436
[SCAN], 95thPercentileLatency(us), 172799
[SCAN], AverageLatency(us), 113477.94537815126
[OVERALL], Throughput(ops/sec), 1470.5882352941176
[SCAN], 95thPercentileLatency(us), 158591
[SCAN], AverageLatency(us), 108634.82513089005
[OVERALL], Throughput(ops/sec), 1545.595054095827
[SCAN], 95thPercentileLatency(us), 155903
[SCAN], AverageLatency(us), 103597.544397463
[OVERALL], Throughput(ops/sec), 1479.2899408284025
[SCAN], 95thPercentileLatency(us), 156927
[SCAN], AverageLatency(us), 110890.61629153269
[OVERALL], Throughput(ops/sec), 1483.679525222552
[SCAN], 95thPercentileLatency(us), 157951
[SCAN], AverageLatency(us), 104818.5110642782
[OVERALL], Throughput(ops/sec), 1524.3902439024391
[SCAN], 95thPercentileLatency(us), 199807
[SCAN], AverageLatency(us), 112103.7518172378
[OVERALL], Throughput(ops/sec), 1434.7202295552368
[SCAN], 95thPercentileLatency(us), 303871
[SCAN], AverageLatency(us), 160467.05723204993
[OVERALL], Throughput(ops/sec), 1098.901098901099
[SCAN], 95thPercentileLatency(us), 166655
[SCAN], AverageLatency(us), 111485.47307286167
[OVERALL], Throughput(ops/sec), 1402.5245441795232
[SCAN], 95thPercentileLatency(us), 153727
[SCAN], AverageLatency(us), 104179.89098532495
[OVERALL], Throughput(ops/sec), 1510.5740181268882
[SCAN], 95thPercentileLatency(us), 143871
[SCAN], AverageLatency(us), 102121.34468085106
[OVERALL], Throughput(ops/sec), 1508.2956259426849
[SCAN], 95thPercentileLatency(us), 170879
[SCAN], AverageLatency(us), 108077.24402907581
[OVERALL], Throughput(ops/sec), 1457.725947521866
[SCAN], 95thPercentileLatency(us), 158719
[SCAN], AverageLatency(us), 106360.30105263158
[OVERALL], Throughput(ops/sec), 1430.615164520744
[SCAN], 95thPercentileLatency(us), 156287
[SCAN], AverageLatency(us), 105604.77497371189
[OVERALL], Throughput(ops/sec), 1503.7593984962407
[SCAN], 95thPercentileLatency(us), 156799
[SCAN], AverageLatency(us), 109021.11087645196
[OVERALL], Throughput(ops/sec), 1492.5373134328358
[SCAN], 95thPercentileLatency(us), 158207
[SCAN], AverageLatency(us), 104045.88667366211
[OVERALL], Throughput(ops/sec), 1497.005988023952
[SCAN], 95thPercentileLatency(us), 148351
[SCAN], AverageLatency(us), 105137.3629707113
[OVERALL], Throughput(ops/sec), 1499.2503748125937
[SCAN], 95thPercentileLatency(us), 163583
[SCAN], AverageLatency(us), 107909.6281512605
[OVERALL], Throughput(ops/sec), 1466.275659824047